/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "שגיאה התרחשה בשרת, נסה שוב בבקשה";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "שגיאה לא מוכרת התרחשה, נסה שוב בבקשה";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "מפתחות API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "חולל";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "רק כשהמק במצב מנוחה";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "רק כשהעדיפות היא לפחות";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "הוסף את התחילית הבאה להתראה";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "התחברות ל Prowl";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "שולח ל Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "האפליקציה שלחה פקודה שהשרת לא הבין, נסה שוב בבקשה";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = " לא התחברת ואפשרת למפתח API  להיווצר";

